Repository: IMIO/collective.fingerpointing
Catalog: src/collective/fingerpointing/locales/*/LC_MESSAGES/collective.fingerpointing.po
Languages: fr

source: Audit Authentication Service?
fr: Auditer le service d'authentification?

source: Audit Content Type Life Cycle?
fr: Auditer le cycle de vie des types de contenus?

source: Audit Iterate?
fr: Auditer l'outil "Support des copies de travail"?

source: Audit Log
fr: Journal d'audit

source: Audit Profile Imports?
fr: Auditer l'importation des profils?

source: Audit Registry?
fr: Auditer le Registre de configuration?

source: Audit User Group Attribution?
fr: Auditer les ajouts et retraits de groupes

source: Audit Workflow Transitions?
fr: Auditer les transitions de workflow?

source: Enter a search term
fr: Entrez un terme de recherche

source: If plone.app.iterate is installed, log events like content editing checkouts and checkins.
fr: Si plone.app.iterate est installé, enregistrer les événements comme la création ou la validation de brouillons.

source: Keep track of different events and write them down to an audit log.
fr: Suivre les différents événements et les écrire dans un fichier d'audit.

source: Log Generic Setup profile imports; this is useful to audit add-on installs/uninstalls.
fr: Enregistrer l'importation des profils de GenericSetup, ceci est utile pour suivre les installations/désinstallations de modules.

source: Log authentication events like users logging in and loggin out.
fr: Enregistrer les événements liés à l'authentification comme la connexion ou la déconnexion des utilisateurs.

source: Log content type life cycle events like object creation, modification and removal.
fr: Enregistrer les événements se produisant sur les types de contenu comme la création, la modification ou la suppression.

source: Log registry events like records being modified.
fr: Enregistrer les événements du Registre de configuration tels que la modification d'un enregistrement.

source: Log workflow transitions like object publishing.
fr: Enregistrer les transitions de workflow telles que la publication.

source: No audit log file specified; audit log view is disabled.
fr: Aucun fichier de journal d'audit spécifié, la visualisation du journal d'audit est désactivée.

source: Settings for the collective.fingerpointing package
fr: Configuration de l'outil collective.fingerpointing

source: Size
fr: Par page

source: View Audit Log
fr: Voir le journal d'audit

source: clear
fr: effacer

source: filter
fr: filtrer

source: first
fr: premier

source: log events like user group modification
fr: Enregistrer les événements d'ajouts et de retraits de groupes

source: next
fr: suivant

source: previous
fr: précédent
